{
    "common": {
        "search": "Search",
        "select_all": "Select All",
        "select_none": "Select None",
        "always": "Always",
        "optional": "Make it optional",
        "never": "Never"
    },
    "modal": {
        "save_close": "Save & Close",
        "cancel": "Cancel",
        "update": "Update"
    },
    "products": {
        "modal": {
            "tooltips": {
                "sku": "The first SKU listed is the Primary SKU. It will be displayed during packing. If the same product exists under other SKUs in other stores the alternate SKUs will be added here when the products are Aliased. Additional alias SKUs can be added by comma or enter.",
                "barcode": "The first barcode in the list is considered the 'Primary' barcode. It will be displayed during packing. It will also be the one that is printed when you click the Print icon. Drag the barcodes to reorder them if you would like to make another barcode the primary. Every barcode in the list can be used to scan this product.",
                "confirmation": "Text here will be displayed when this product is being scanned. Unless packer confirmations are disabled for the user, confirmations will be required when the Packer Confirmation Required option is selected here.",
                "placement": "This value from 1-100 controls when the product will be packed in relation to other products in the same box. Lower values are packed first, Higher values later",
                "time_adjust": "A positive or negative number of seconds can be specified here to increase or decrease the amount of time it should take to scan and pack this item",
                "skippable": " Skippable products are usually stickers, freebies and other optional items that the order should not be held for",
                "record_serial": "When enabled, the packer will be prompted to scan a serial number each time this product is packed. The recorded serial can then be viewed in the Order Activity log or downloaded in the Order Serial CSV.",
                "master_alias": "Aliasing can be used when you have multiple SKU's which refer to the same product. Aliasing essentially copies the SKU & barcode data of the Aliased products to a Primary product. Usually the Primary product will be the one that you imported during setup. It will have the prefered SKU and barcode and will often have other data like bin location, image, weight etc. The Aliases will often be products that were created on the fly during order imports. They often display as \"New\" products because they lack barcodes. When Aliased, the SKU (and barcode if it exists) of the alias products are added to the primary product. Going forward aliases will be recognized and treated just as the primary product when they are found in orders.<br/> <br/>There are two options for Aliasing:<ul class=\"groov-list-bulleted\"><li><b>Make this product an alias of another product:</b><br/> Choose this option if you are currently viewing a newly created product with a SKU that is a duplicate of an existing \"primary\" product. You'll be prompted to choose the primary product from a list. During aliasing the SKU of the current product will be added to the primary product and the current product will no longer be listed separately.</li><li><b>Choose aliases of this product:</b><br/> Select this option if you are viewing the Primary product that you intend to keep and you would like to choose one or more aliases which are all essentially duplicates of this product called by other SKU's. Each product you choose from the list will have it's SKU and barcode added to the primary product and the chosen product(s) will no longer be listed separately.</li></ul>"
            }
        }
    },
    "orders": {
        "modal": {
            "tooltips": {
               "confirmation": "Text here will be displayed when this order is being scanned. Unless packer confirmations are disabled, confirmations will be required when the Packer Confirmation is \"On\" or \"Always\"."
            }
        }
    },
    "settings": {
        "users": {
            "modal": {
                "tooltips": {
                    "conf_code": "Any value can be chosen for the confirmation code as long as it is unique for each user. The code will be requested when performing various operations, like changing an order from \"Service Issue\" to \"Awaiting\". Their purpose is to confirm intent or allow a manager to grant permission for an action, as well as to provide an audit trail. Each user can optionally have a barcoded ID badge, a scan of their barcode can automatically enter their confirmation id. ",
                    "name": "Include the users name here or leave blank to use Username for both Username and Name.",
                    "role":"Choose a role to apply the default permissions for that role or chose <strong>Custom</strong> to adjust individual permissions.",
                    "base_role": "Start your custom role by choosing from any of the default roles. Then adjust any of the permissions as needed on the Products, Orders, User & Systems tabs. When finished you can save your role so it can be applied to users you create in the future.",
                    "section_access": "Users only have access to sections that are checked. This is an easy way to block certain areas. For more precise control the other user tabs offer permissions for each of the sections. Only a SuperAdmin can change permissions for other users. SuperAdmins always have full permissions. "
                }
            }

        },
        "system": {
            "general": {
                "headings": {
                    "inventory": "Inventory Related",
                    "conf_notif": "Confirmations & Notifications",
                    "printing_option": "Printing Options"
                },
                "labels": {
                    "inventory_tracking": "Inventory Tracking",
                    "low_inventory_alert_email": "Low Inventory Alert Email",
                    "time_to_send_email": "Time for sending low inventory email",
                    "send_email_on": "Send email on",
                    "mon":"Mon",
                    "tue":"Tue",
                    "wed":"Wed",
                    "thu":"Thu",
                    "fri":"Fri",
                    "sat":"Sat",
                    "sun":"Sun",
                    "strict_cc": "Strict Confirmation Codes?",
                    "conf_code_product_instruction": "Should confirmation be required on \"Special Instructions to Packer\"?",
                    "default_low_inventory_alert_limit":"Set Default low inventory alert limit",
                    "hold_orders_due_to_inventory": "Hold Order due to Inventory",
                    "conf_req_on_notes_to_packer": "Should confirmation be required on \"Notes to Packer\"?",
                    "send_email_for_packer_notes": "Should an email be sent when \"Notes from Packer\" are added?",
                    "email_address": "Email Address",
                    "packing_slip_size": "Packing Slip Size:",
                    "packing_slip_orientation": "Packing Slip Orientation:",
                    "portrait": "Portrait",
                    "landscape": "Landscape",
                    "packing_slip_message_to_customer": "Custom Packing-Slip Message-All Stores"
                },
                "tooltips": {
                    "inventory_tracking": "If you do not wish to track inventory for any items you can disable it here. Disabling Inventory Tracking will automatically disable Low Inventory Alert and Hold Orders due to Inventory. If you only need to disable inventory tracking for specific items you can do so on their product page.",
                    "low_inventory_alert_email": "Low Inventory Alerts limits can be set on the product edit page. If you're not using alerts they can be disabled for all products here. To disable alerts for individual products set their alert level to 0 on their page",
                    "default_low_inventory_alert_limit": "The Alert level set here will be assigned to all products that do not have a value set.",
                    "hold_orders_due_to_inventory": "If an order contains a product with an inventory level less than zero, it is automatically placed On Hold when this option is turned on. Turning this off will prevent inventory levels from changing the orders status.",
                    "conf_req_on_notes_to_packer": "Notes to Packer can be added for any order from the notes tab of the Order detail window. If a confirmation is required the Packer will be prompted to scan their unique confirmation code to proceed when the note is shown. If you want to ensure that confirmations are always required or never required for this type of notification you can do that here. Leaving it optional allows the user creating the Note to choose if confirmation is required.",
                    "send_email_for_packer_notes": "Notes from Packer can be added by a packer during the scanning of an order. They are often used to make a supervisor aware of a stock situation or exception but the feature can be used in any way that fits your workflow. If you want to ensure that these notes are always emailed to a supervisor you can do that with this setting.",
                    "strict_cc": "When Strict Confirmation Codes are disabled a user can just use the enter key to acknowledge that they've seen a packing or order notification. When enabled a user must scan or enter their own confirmation code to proceed. About Packing notifications: There are two types of packing notifications. The first, \"Notes to Packer\" may be added to an order. It will appear when the order is packed. The second, \"Special Instructions to Packer\" can be added to a product. This notification will appear each time that product is packed. The user's Confirmation Code can be requested for either of these notifications. The strict confirmation code setting controls how the user is required to confirm.",
                    "conf_code_product_instruction": "Special instructions to Packer can be added for any product from the product detail window. If a confirmation is required the Packer will be prompted to scan their unique confirmation code to proceed when the instructions are shown. If you want to ensure that confirmations are always required or never required for this type of notification you can do that here. Leaving it optional allows this setting to be controlled on a per product basis.",
                    "packing_slip_size": "Choose the paper size you use for printing packing slips 4x6 is usually used for thermal printers. Standard 8.5x11 will print two packing slips per page.",
                    "packing_slip_message_to_customer": "This is usually used for a thank you message and possibly instructions for receiving support. A store specific message can be set on the store setup page which will override this general message. Leave Blank to disable this general packing slip message"
                }
            },
            "scan_pack": {
               "headings": {
                    "options" :"Scan & Pack Options",
                    "feedback" :"Scanning Feedback",
                    "scan_actions": "Scan Actions",
                    "scan_actions_sub_head": "Scanning these special action barcodes during order processing will perform the listed actions."
               },
               "labels": {
                   "enable_click_sku":"Click SKU to Scan",
                   "ask_tracking_number":"Ask for Tracking Number",
                   "show_success_image":"Display Success Image",
                   "show_fail_image":"Display Fail Image",
                   "for":"for",
                   "scan": "scan",
                   "seconds":"seconds",
                   "play_success_sound":"Play Success Sound",
                   "play_fail_sound":"Play Fail Sound",
                   "skip_code":"Skip the current item",
                   "note_from_packer_code":"Create a 'note from packer' for the current order",
                   "service_issue_code":"Give current order service issue status",
                   "restart_code":"Restart current Order"
               },
               "tooltips": {
                   "enable_click_sku": "When this option is enabled the packer can click the SKU of the item currently suggested for packing to add the item to the order. This prevents the packer from having to type in damaged or unreadable barcodes.",
                   "ask_tracking_number": "When this option is enabled the packer will be prompted to scan a tracking number after the last item of an order has been packed.",
                   "feedback": "Scan Success and scan fail messages are visual feedback to let the packer know if they scanned the correct product.",
                   "skip_code":"This will skip the current item if it is skippable",
                   "note_from_packer_code":"This will open the text area so the packer can begin typing.",
                   "service_issue_code":"If a packer realizes during the packing of an order that packing can not be completed due to damaged items or an inventory issue, they can scan this code to save the current order as a service issue and leave a note from packer explaining the issue.",
                   "restart_code":"Rather than clicking the Restart Order button on the Scan & Pack interface you can scan this barcode. All items already scanned for the current order will be removed and GroovePacker will be ready for you to rescan the same order or another order."
               }
            }
        }

    }

}
