{
    "common": {
        "search":"Search",
        "select_all": "Select All",
        "select_none": "Select None"
    },
    "modal": {
        "save_close":"Save & Close",
        "cancel":"Cancel"
    },
    "products": {
        "modal": {
            "tooltips": {
                "sku":"The first SKU listed is the Primary SKU. It will be displayed during packing. If the same product exists under other SKUs in other stores the alternate SKUs will be added here when the products are Aliased. Additional alias SKUs can be added by comma or enter.",
                "barcode":"The first barcode in the list is considered the 'Primary' barcode. It will be displayed during packing. It will also be the one that is printed when you click the Print icon. Drag the barcodes to reorder them if you would like to make another barcode the primary. Every barcode in the list can be used to scan this product.",
                "confirmation": "Text here will be displayed when this product is being scanned. Unless packer confirmations are disabled for the user, confirmations will be required when the Packer Confirmation Required option is selected here.",
                "placement":"This value from 1-100 controls when the product will be packed in relation to other products in the same box. Lower values are packed first, Higher values later",
                "time_adjust": "A positive or negative number of seconds can be specified here to increase or decrease the amount of time it should take to scan and pack this item",
                "skippable": " Skippable products are usually stickers, freebies and other optional items that the order should not be held for"
            }
        }
    },
    "settings":{
        "system": {
            "scan_pack": {
               "labels":{
                   "enable_click_sku":"Click SKU to Scan",
                   "ask_tracking_number":"Ask for Tracking Number"
               },
               "tooltips" :{
                    "enable_click_sku":"When this option is enabled the packer can click the SKU of the item currently suggested for packing to add the item to the order. This prevents the packer from having to type in damaged or unreadable barcodes.",
                    "ask_tracking_number":"When this option is enabled the packer will be prompted to scan a tracking number after the last item of an order has been packed."
               }
            }
        }

    }

}
